"Button 1:"		= "Knapp 1:";
"Button 2:"		= "Knapp 2:";
"Button 3:" 	= "Knapp 3:";
"Button 4:"		= "Knapp 4:"; 

"Backlight Correction"	= "Bakgrundsljuskorr.";
"Color Restoration"		= "Färgåterställning";
"Descreening"			= "Descreening";
"Dust Removal"			= "Dammborttagning";
"Unsharp Mask"			= "Oskarp mask";

"None"			= "Ingen";
"Newspaper"		= "Tidning(85lpi)";
"Magazine"		= "Tidskrift(133lpi)";
"Fine Prints"	= "Fina utskrifter(175lpi)";
"General"		= "Allmän";

"Low"		= "Låg";
"Medium"	= "Medium";
"High"		= "Hög";

"Quiet Mode"        = "Tyst läge";
"Off"               = "Av";
"On"                = "På";
"Printer Setting"   = "Skrivarinställning";
